name: "dbnet"
platform: "onnxruntime_onnx"
max_batch_size: 1024

input [
  {
    name: "actual_input"
    data_type: TYPE_FP32
    dims: [ 3, 1024, 1024 ]
  }
]

output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ 1, 1024, 1024 ]
  }

]
